interface PizzaCutterLineProp {
  [index: number]: string[];
}

export const PizzaCutterLines: PizzaCutterLineProp = {
  0: [
    '다른 피자집에서 우리집 피자 망치려고 이상한 주민 보낸거같아',
    '우리집은 페퍼로니가 들어가는 바삭하고 맛있는 피잔데~',
    '요즘 시큼한 맛이 난다는 항의가 들어와. 옆에 피자헛이라는 가게가 있는데 거기인거 같아, 우리를 아주 따라하던데..',
    '도와줄래?'
  ],
  1: [
    '너 일 잘한다',
    '다리가 짧아서 피자 만드는데 너무 오래 걸린다',
    '피자만드는데 도움을 줄 수 있니?'
  ],
  2: [
    '재료들을 세어보니까 수가 안맞는 거 같아',
    '누가 아직 안나온 거 같은데..',
    '한번 재료마을로 가서 찾아줄 수 있어?',
    '저 문을 통해 마을로 들어가서 찾아봐.. 할거지?'
  ],
  3: [
    '넌 이국가의 시민이 될 자격이 있다',
    '너도 이 국가의 재료가 되어라',
  ],
  9: [
    '뭐? 넌 이미 우리 시민이야.',
    '이미 피자 재료라고.',
    '돌이킬 수 없어.',
  ]
}